{
  "main_message": "Twoje Wydarzenie Starts Here",
  "secondary_message": "Uczyń je niezapomnianym",
  "about": "Kim Jesteśmy",
  "offer": "Oferta",
  "blog": "Blog",
  "contact": "Kontakt",
  "about_me_header": "Kim jesteśmy?",
  "about_me_text": "Naszą pasją jest tworzenie niezapomnianych eventów. Zajmujmy się kompleksową obsługą każdego rodzaju wydarzenia. Dzięki kreatywnemu podejściu nasze eventy są wyjątkowe. Jeśli szukasz partnera, który wesprze Cię w organizacji ważnego wydarzenia, dopracowując go w każdym detalu to trafiłeś idealnie.",
  "about_me_text2":"Oferujemy gamę usług; od pomysłu, przez logistykę po promocje i produkcje. Nasz zespół to profesjonalni oraz doświadczeni pasjonaci gotowi dostosować się do Twoich potrzeb. Współpracując z klientem stawiamy na: jakość, kreatywność oraz oryginalność!",
  "offer_introduce": "Oferujemy kompleksową lub częściową obsługę techniczną imprez. Specjalizujemy się w obsłudze eventów korporacyjnych; wydarzenie biznesowe, eventy kulturalne, eventy sportowe, konferencje, seminaria, spotkania firmowe.",
  "offer_1_title": "Scena",
  "offer_1_text": "Scena to kluczowy element każdego wydarzenia. Rozumiemy wymagania i unikalność potrzeb dlatego proponujemy sprawdzone rozwiązania. Zapewniamy wszechstronność i elastyczność w obsłudze klientów.",
  "offer_2_title": "Nagłośnienie",
  "offer_2_text": "Oferujemy usługi dźwiękowe na najwyższym poziomie. Nasza firma specjalizuje się w profesjonalnym nagłaśnianiu imprez, koncertów, eventów firmowych oraz innych wydarzeń. Dźwięk odgrywa istotną rolę dlatego w swojej pracy wykorzystujemy profesjonalne urządzenia z najwyższej półki. Nasi specjaliści poprzez swoje umiejętności zapewnią niezapomniane wrażenia uczestnikom Twojego wydarzenia.",
  "offer_3_title": "Oświetlenie",
  "offer_3_text": "Nasza firma jest ekspertem w dziedzinie oświetlenia. Mamy świadomość potrzeb i wymagań dlatego współpraca z najlepszymi w tej dziedzinie pozwala nam tworzyć unikalne i niezapomniane wydarzenia. Niezależnie od tego czy organizujesz event, konferencje, koncert czy imprezę weselną, nasza firma zapewni niespotykane dotąd rozwiązania oświetleniowe, który na długo zapadną w pamięci.",
  "offer_4_title": "DJ oraz instrumentaliści",
  "offer_4_text": "Proponujemy najwyższej klasy doświadczenia muzyczne i artystyczne, które zapewnić może profesjonalny DJ lub zespół. Oprawa artystyczna nie musi zamykać się tylko na muzyce. Nasi instrumentaliści i artyści to doświadczenie, charyzma, klasa, kreatywność, pozytywność oraz odrobina humoru. Proponujemy szeroki wachlarz artystyczny mając na uwadze stworzenie czegoś wyjątkowego i unikalnego.",

  "sounds_header": "Oswietlenie",
  "sounds_info": "Współpracując z polską firmą Portman Lights (tu by można dać aktywne podświetlenie tak by kliknięcie przekierowało ich na stronę portman lights) oferujemy niespotykaną jakość i efekty wizualne. Oświetlenie odgrywa kluczową rolę w tworzeniu atmosfery i wrażeń podczas każdego wydarzenia. Stawiamy ogromny nacisk na kwestie oświetleniowe chcąc wyróżnić Twoje wydarzenie spośród innych. Życie jest za krótkie na nudne oświetlenie!",

  "footer_description": "Profesjonalne usługi DJ-a na wesela, imprezy i eventy firmowe",
  "footer_contact_header": "Kontakt",
  "footer_phone": "+48 784 625 156",
  "footer_email": "timeforevent.pl@gmail.com",
  "footer_social_header": "Obserwuj nas",
  "footer_copyright": "DJ Service. Wszystkie prawa zastrzeżone.",
  "footer_legal_privacy": "Polityka prywatności",
  "footer_legal_cookies": "Polityka cookies",

  "emailHeader": "Skontaktuj Się Z Nami",
  "emailInfo": "Masz pytania lub chcesz zarezerwować nasze usługi? Wyślij wiadomość, a odpowiemy w ciągu 24 godzin.",
  "emailStep0": "Proces Rezerwacji",
  "emailStep1": "Wypełnij formularz kontaktowy",
  "emailStep2": "Potwierdzimy dostępność i szczegóły",
  "emailSentMail": "Dziękujemy! Twoja wiadomość została wysłana.",
  "emailName": "Twoje Imię",
  "emailEmail": "Twój Email",
  "emailText": "Twoja Wiadomość (Data wydarzenia, typ oraz specjalne życzenia)",
  "emailSend": "Wyślij Wiadomość",
  "emailSending": "Wysyłanie...",

  "privacy_policy_title": "Polityka Prywatności",
  "privacy_policy_data_controller": "Administrator Danych",
  "privacy_policy_contact_form": "Przetwarzanie danych w formularzu kontaktowym",
  "privacy_policy_contact_form_description": "Podczas korzystania z formularza kontaktowego zbieramy Twoje imię i nazwisko oraz adres e-mail w celu udzielenia odpowiedzi na zapytanie. Podanie tych danych jest dobrowolne, ale niezbędne do udzielenia odpowiedzi.",
  "privacy_policy_data_purpose": "Cel przetwarzania danych",
  "privacy_policy_data_purpose_content": "Twoje dane osobowe podane w formularzu kontaktowym będą przetwarzane wyłącznie w celu udzielenia odpowiedzi na zapytanie oraz ewentualnej przyszłej komunikacji związanej z pierwotną wiadomością.",
  "privacy_policy_data_retention": "Okres przechowywania danych",
  "privacy_policy_data_retention_content": "Będziemy przechowywać Twoje dane osobowe przez okres niezbędny do obsługi zapytania oraz maksymalnie przez 12 miesięcy po tym okresie w celach archiwalnych, chyba że zażądasz wcześniejszego usunięcia.",
  "privacy_policy_rights": "Twoje prawa",
  "privacy_policy_rights_content": "Masz prawo dostępu do swoich danych, ich sprostowania, usunięcia lub ograniczenia przetwarzania. Możesz także wnieść sprzeciw wobec przetwarzania danych. Aby skorzystać z tych praw, skontaktuj się z nami za pomocą podanych powyżej danych.",
  "privacy_policy_security": "Bezpieczeństwo danych",
  "privacy_policy_security_content": "Wdrażamy odpowiednie środki techniczne i organizacyjne zapewniające bezpieczeństwo Twoich danych osobowych, w tym ochronę przed nieuprawnionym dostępem i przypadkową utratą.",
  "privacy_policy_changes": "Zmiany w polityce prywatności",
  "privacy_policy_changes_content": "Zastrzegamy sobie prawo do modyfikacji tej polityki prywatności. Wszelkie zmiany będą publikowane na tej stronie.",
  "privacy_policy_effective_date": "Data obowiązywania: 5 czerwca 2023",

  "cookies_what_are_content": "Cookies to małe pliki tekstowe przechowywane na Twoim urządzeniu podczas odwiedzania stron internetowych. Pomagają w prawidłowym funkcjonowaniu strony i dostarczają informacji o zachowaniu użytkowników.",
  "cookies_how_use": "Jak wykorzystujemy cookies",
  "cookies_how_use_content": "Używamy plików cookies aby zapewnić prawidłowe działanie strony, analizować ruch na stronie i personalizować treści. Niektóre ciasteczka są niezbędne i nie można ich wyłączyć.",
  "cookies_types": "Rodzaje używanych ciasteczek",
  "cookies_essential": "Niezbędne ciasteczka",
  "cookies_essential_desc": "Wymagane do podstawowego funkcjonowania strony. Bez nich nasza strona nie działałaby poprawnie.",
  "cookies_performance": "Ciasteczka wydajności",
  "cookies_performance_desc": "Pomagają zrozumieć, jak odwiedzający wchodzą w interakcję z naszą stroną, zbierając anonimowe informacje.",
  "cookies_functional": "Funkcjonalne ciasteczka",
  "cookies_functional_desc": "Zapamiętują Twoje preferencje i ustawienia, aby zapewnić rozszerzone funkcje.",
  "cookies_marketing": "Ciasteczka marketingowe",
  "cookies_marketing_desc": "Używane do śledzenia odwiedzających między stronami w celu wyświetlania odpowiednich reklam.",
  "cookies_control": "Kontrola ciasteczek",
  "cookies_control_content": "Możesz zarządzać preferencjami dotyczącymi ciasteczek w ustawieniach przeglądarki. Pamiętaj, że wyłączenie niektórych ciasteczek może wpłynąć na funkcjonalność strony.",
  "cookies_changes": "Zmiany w polityce",
  "cookies_changes_content": "Możemy aktualizować tę Politykę Cookies. Wszelkie zmiany będą publikowane na tej stronie.",
  "cookies_effective_date": "Data obowiązywania: 5 czerwca 2023",

  "cookies_banner_message": "Używamy plików cookies aby poprawić Twoje doświadczenia. Klikając 'Zaakceptuj wszystkie', wyrażasz zgodę na wszystkie ciasteczka.",
  "cookies_preferences_title": "Preferencje Cookies",
  "cookies_preferences_description": "Zarządzaj ustawieniami ciasteczek. Niezbędne ciasteczka nie mogą być wyłączone, ponieważ są konieczne do podstawowego funkcjonowania strony.",
  "cookies_accept_all": "Zaakceptuj wszystkie",
  "cookies_reject_all": "Odrzuć wszystkie",
  "cookies_save_prefs": "Zapisz preferencje",
  "cookies_customize": "Dostosuj",
  "cookies_always_on": "Zawsze włączone",

  "page_post_button": "Czytaj więcej",
  "page_post_no_articles": "Brak artykułów",
  "page_post_discover": "Odkryj najnowsze artykuły i aktualności"
}
